{
  "id": "child_story",
  "title": "حكاية الطفل",
  "author": " تشارلز ديكنز",
  "description": "تتبع القصة رحلة رجل عبر مراحل الحياة المختلفة. تبدأ بالطفولة البريئة، ثم تنتقل إلى مرحلة الشباب والتعلم، تليها فترة الحب والمشاعر العميقة. مع تقدم الرحلة، يدخل المسافر مرحلة منتصف العمر المليئة بالعمل وتربية الأسرة. وأخيراً، يلتقي برجل عجوز يساعده على استعادة ذكرياته، ليكتشف أنه لم يفقد شيئاً في الحقيقة. إنها قصة مؤثرة عن دورة الحياة والحب والذكريات.",
  "cover": "the_child_story/child_story.jpg",
  "chapters": [
    {
      "id": "c1",
      "title": "جزء 1",
      "text": "ذات مرة، منذ سنوات عديدة خلت، كان هناك رحّالة انطلق في رحلة سحرية. كانت الرحلة طويلة في بدايتها، ولكن في منتصفها ستبدو قصيرة للغاية. سار في درب مظلم لبعض الوقت، حتى وصل إلى طفل جميل. 'ماذا تفعل هنا؟' سأل الرحّالة. أجاب الطفل: 'أنا ألعب دائماً. تعال والعب معي!' وكان هذا بداية رحلة لم يتوقعها أحد."
    },
    {
      "id": "c2",
      "title": "جزء 2",
      "text": "خلال لعبهما، كانت السماء الزرقاء والشمس الساطعة، وكانت الفراشات تحلق والأزهار تتفتح. أحبّا المشي تحت المطر، وصوت الرياح في الشجر، وأصوات الطيور التي كانت تملأ الأفق. لكن عندما تساقط الثلج، كانت تلك اللحظة المفضلة لديهما، لأنهما لم يحبا شيئاً أكثر من رؤية رقاقات الثلج تتساقط. كان كل شيء في هذا المكان خيالياً... لكن، هل سيستمر هذا العالم المثالي؟"
    },
    {
      "id": "c3",
      "title": "جزء 3",
      "text": "فجأةً، وفي وسط هذه اللحظات الجميلة، اختفى الطفل. ناداه الرحّالة مراراً وتكراراً، لكنه لم يتلق أي إجابة. قرر الرحّالة أن يواصل طريقه، حتى وصل إلى فتى وسيم كان يتعلم باستمرار. 'ماذا تفعل هنا؟' سأل الرحّالة. أجاب الفتى: 'تعال وتعلم معي.' وكان هذا اللقاء بداية تعلم جديد... ولكن هل سيكون هذا الفتى أكثر فائدة من الطفل الذي اختفى؟"
    },
    {
      "id": "c4",
      "title": "جزء 4",
      "text": "تعلم الرحّالة مع الفتى عن الإغريق والرومان، وتعلموا كل شيء عن الأساطير العظيمة. لعبوا سوياً، مثلما فعلوا مع الطفل السابق، ومروا بأوقات جميلة، لكن الرحّالة شعر بشيء مفقود. وفي أحد الأيام، اختفى الفتى تماماً، تاركاً الرحّالة في حيرة. ماذا سيحدث الآن؟ هل سيستمر الرحّالة في البحث عن أصدقائه المفقودين؟"
    },
    {
      "id": "c5",
      "title": "جزء 5",
      "text": "في وسط تلك الرحلة، التقى الرحّالة بشاب، وعندما سأله: 'ماذا تفعل هنا؟' أجاب الشاب: 'أنا في حالة حب دائمًا. تعال وأحبب معي.' في تلك اللحظة، أدرك الرحّالة أنه كان يسير في رحلة لا تعود. ولكنه وقع في حب فتاة جميلة مثل 'فاني'... لكن هل سيكون حب الرحّالة هذا مثلما كان في المرة السابقة؟"
    },
    {
      "id": "c6",
      "title": "جزء 6",
      "text": "ومع مرور الوقت، فقد الرحّالة الشاب، كما فقد قبله الطفل والفتى، وواصل رحلته. ثم وصل إلى رجل في منتصف العمر الذي كان مشغولًا دائمًا. 'ماذا تفعل هنا؟' سأل الرحّالة. أجاب الرجل: 'تعال وكن مشغولاً معي.' سرعان ما اكتشف الرحّالة أن لا شيء سيظل على حاله... فهل سيجد الراحة في رحلته أم أنه سيظل في حالة ضياع؟"
    },
    {
      "id": "c7",
      "title": "جزء 7",
      "text": "رحلة الرحّالة استمرت عبر الغابة، حتى بدأ كل شيء يتغير. بينما كان يسير مع الرجل وزوجته، اكتشف شيئًا جديدًا في حياته. أصبحت الغابة مظلمة وكثيفة، والأشجار بدأت تتحول إلى اللون البني، وكأنها تحذر الرحّالة من شيء ما. وفي تلك اللحظة، سمع صوت طفل يصرخ من بعيد: 'أبي، أبي!' ولكن هل كان هذا الصوت حقيقة أم أنه مجرد سراب؟"
    },
    {
      "id": "c8",
      "title": "جزء 8",
      "text": "مع تزايد الوداعات من الأطفال الذين كانوا ينطلقون في طرقهم الخاصة، بدأ الرحّالة يلاحظ شيئًا غريبًا. كان هناك شيء غير متوقع يحدث، وفي النهاية، عندما انتهت جميع الوداعات، كان المسافر وحيدًا في الغابة مع الرجل وزوجته. ومع اقتراب غروب الشمس، بدأ شعر الرجل يشتعل شيباً... هل اقتربت الرحلة من نهايتها؟"
    },
    {
      "id": "c9",
      "title": "جزء 9",
      "text": "وفي النهاية، وصل المسافر إلى النهاية الحتمية لرحلته. جلس بجانب الرجل العجوز الذي قال له: 'تعال وتذكر معي.' وفي تلك اللحظة، أدرك الرحّالة أنه كان قد وجد جميع أصدقائه في المكان نفسه. كان الجميع هناك، وكانوا يرحبون به كما لو أنه لم يفقد شيئًا. هل ستكون هذه نهاية الرحلة أم بداية جديدة؟"
    }
  ]
}